import React from 'react'
import Breadcrumbs from '../../../ReusableComponents/breadcrumbs/Breadcrumbs';
import { Container } from 'react-bootstrap';



const Brand = () => {
  return (
    <Container style={{ backgroundColor: '#fff', padding: '20px 20px', borderRadius: '8px' }}>
        <Breadcrumbs></Breadcrumbs>
        <div className='p-5 mt-3'>
            <h4>ბრენდის სატესტო</h4>
            <p>აჭარის ავტონომიური რესპუბლიკის დასაქმების სააგენტო არის საჯარო სამართლის იურიდიულ პირი, რომელიც შეიქმნა აჭარის ავტონომიური რესპუბლიკის მთავრობის    2011 წლის N43 დადგენილების საფუძველზე და შედის აჭარის ავტონომიური რესპუბლიკის ჯანმრთელობისა და სოციალური დაცვის სამინისტროს სისტემაში.</p>
            <h4>მიზანი</h4>
            <p>აქ უნდა ეწეროს ტექსტი რომელიც აღწერს ბრენდს, ამჯერად ჩასმულია ფლეისჰოლდერ ტექსტი რომელსაც არ გააჩნია არანაირი დატვირთვა.</p>
          
            <h4>ჩვენი ფუნდამენტური ღირებულებებია:</h4>
            <ul>
                <h5>ინდივიდუალური მიდგომა</h5>
                <p>ჩვენთვის ინდივიდუალური მიდგომა ეფექტური მომსახურების მნიშვნელოვან წინაპირობას წარმოადგენს. აღნიშნული  შესაძლებლობას გვაძლევს ჩვენი სერვისებით მოსარგებლეების ინტერესებისა და პიროვნული უნარ-ჩვევების გათვალისწინებით, შევძლოთ მათ მოთხოვნებსა და საჭიროებებზე მორგებული მაღალი ხარისხის მომსახურების მიწოდება.</p>
            </ul>
            <h4>მიზანი</h4>
            <p>აქ უნდა ეწეროს ტექსტი რომელიც აღწერს ბრენდს, ამჯერად ჩასმულია ფლეისჰოლდერ ტექსტი რომელსაც არ გააჩნია არანაირი დატვირთვა.</p>
          
            
        </div>
    </Container>
  )
}

export default Brand